/*** <<< СТАТИЧЕСКИЕ ФУНКЦИИ >>> ***/

// Округляет число вниз
Math.floor(number)  // => number

// Округляет число вверх
Math.ceil(number)  // => number

// Округляет число до ближайшего целого
Math.round(number)  // => number

// Возвращает квадратный корень числа
Math.sqrt(number)  // => number

// Возвращает натуральный (по основанию e) логарифм числа
Math.log(number)  // => number

// Возвращает основание, возведённое в степень показателя
Math.pow(number, number)  // => number

// Возвращает абсолютное значение числа
Math.abs(number)  // => number

// Возвращает ex, где e – основание натуральных логарифмов
Math.exp(number)  // => number

// Возвращает наибольший из списка аргументов
Math.max(number, number)  // => number

// Возвращает наименьший из списка аргументов
Math.min(number, number)  // => number

// Возвращает псевдо-случайное число в интервале [0,1) – то есть между 0(включительно)
// и 1(не включая). Генератор случайных чисел инициализуется текущим временем
Math.random()  // => number
